{"sport":"Tennis","event":"Australian Open","date":"2013-01-18","people":[{"name":"Kimiko Date Krumm","gender":"unknown"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 18, 2013\n\t\t  \n\t\t  Kimiko Date Krumm\n\t\t  MELBOURNE, VICTORIA\n\t\t  THE MODERATOR:  Questions, please. \r\n\r\nQ.  Did you expect this kind of tournament for yourself when you came?\r\nKIMIKO DATE‑KRUMM:  Yeah.  I never think about the playing ‑‑ four, five years ago I never think about play the Grand Slam, so of course this year I won two times in the singles and then two times in doubles. \r\nYeah, like a miracle.\r\n\r\nQ.  Is it? \r\nKIMIKO DATE‑KRUMM:  Yes.\r\n\r\nQ.  Even for you?\r\nKIMIKO DATE‑KRUMM:  Yeah. \r\n\r\nQ.  How close were you ‑‑sorry to repeat ‑‑how close were you to stopping at the end of last season?  Did you come close?\r\nKIMIKO DATE‑KRUMM:  Close? \r\n\r\nQ.  To stop playing. \r\nKIMIKO DATE‑KRUMM:  Stop. \r\n\r\nQ.  At the end of last season. \r\nKIMIKO DATE‑KRUMM:  No, when I was injury my calf in the since April to July, and then after that I never win the WTA Tour.  Only I won the ITF level.\r\nBut when I was injury, I cannot stop like this.  I need to continue.  So I decide to continue after when I was injury.  So then I decide to in the summer, before the summertime. \r\nMy ranking drop to 150 or something, but I already decide to, okay, I play the qualify for the Australian Open.\r\n\r\nQ.  I remember that you said once two years ago or last year that your calf was never going to be 100% better. \r\nKIMIKO DATE‑KRUMM:  Uh‑huh.\r\n\r\nQ.  Is it feeling 100% now? \r\nKIMIKO DATE‑KRUMM:  Yeah.  I'm not worried anymore on my calf, but of course one day it happen again maybe. \r\nBut at moment, yes.  I don't feel not so much worry about my calf.  Yeah.  I play good condition right now. \r\n\r\nQ.  I know what you said before about the reaction when you played over the last year or two, but just the last day or two here in Australia, are you spending your whole day, people coming up to you in the locker room talking to you all the time about your results, or what's it been like?\r\nKIMIKO DATE‑KRUMM:  No, it's nothing change, but of course many people say, good job, good job, and keep going like this.\r\nBut not big different.  Yeah. \r\n\r\nQ.  How many tournaments are you planning to play this year?\r\nKIMIKO DATE‑KRUMM:  This year? \r\n\r\nQ.  Yeah. \r\nKIMIKO DATE‑KRUMM:  I hope less than last year.  (Smiling.)\r\nBecause I play last year 27 or something, so I try to not play not so much.  But if I lose first round many times, and then no choice.  I need to go more. \r\nSo I hope not play more than 25 this year. \r\n\r\nQ.  Do any other girls on tour ever come looking advice from you because you have been around for so long?\r\nKIMIKO DATE‑KRUMM:  No.  We just talk just normal.  Yeah.  Where are you going dinner tonight or something.  Yeah, nothing special.  It's just normal talk.  Yeah. \r\n\r\nQ.  What do you expect from your next match with you Bojana Jovanovski?\r\nKIMIKO DATE‑KRUMM:  We practice together many times with her, and then so we know each other.  And three years ago, four years ago when she was still 120 or 150, when she traveling ITF level, we play 75,000 ITF tournament in Japan final.\r\nOne time we play and then I won that time but after that she improve very much.  So it's different.  So, you know, this time also she ‑‑I think she's good condition.  She beat Safarova yesterday and it was tough match, very close, so she got a lot of confidence. \r\nSo it's gonna be very tough match tomorrow.  But I need to think about the my body, so I tried try do my best and we will see, yeah, what can happen.\r\n\r\nQ.  Do you focus a lot more now on your recovery and stretching than you used to?\r\nKIMIKO DATE‑KRUMM:  Yeah.\r\n\r\nQ.  What sort of things do you do differently?\r\nKIMIKO DATE‑KRUMM:  No, I do a lot of stretching, I take massage every day, and then of course eat healthy food, sleep a lot, drink water, and, yeah, everything.  I take a bath and then cold shower, bath, cold shower. \r\nYeah.  So of course it's most difficult recovery.  Every time after the match I try everything.  Yeah.\r\n\r\nQ.  In training now, do you focus a lot more on the quality of practice rather than the quantity?\r\nKIMIKO DATE‑KRUMM:  When tournament start I don't need not so much on the court, so I focus for the recovery, the body. \r\nYeah.  Before the tournament I do some exercise, but when tournament starts I try to focus the more the recovery, body.  Yeah.\r\n\r\nQ.  People enjoy watching you play not just because you're 42 but because of the way you play.  Who do you enjoy watching play now on the circuit?  Who's out here now? \r\nKIMIKO DATE‑KRUMM:  Me? \r\n\r\nQ.  Who do you like to watch? \r\nKIMIKO DATE‑KRUMM:  I like to watch everybody, because it's sometimes, for example, last night I watched‑‑ not on the court but on the TV I watched the Robson and Kvitova match.  Every time the match very close, always what they doing or what they thinking.  So it's interesting to watch, so I like to watch everybody.  Yeah.\r\n\r\nQ.  If I could ask you, what do you think of Agnieszka Radwanska's tennis?\r\nKIMIKO DATE‑KRUMM:  She's not tall, she doesn't have so much power, so for Japanese it's good to watch.  She has variation. She doesn't have a big sa‑pong [sic] like this.  Last year she's top level, so it's important for us to watch. \r\n\r\nQ.  What's the biggest change on tour from when you started to now?  What do you notice the most that's changed?\r\nKIMIKO DATE‑KRUMM:  Women's tennis? \r\n\r\nQ.  Yeah. \r\nKIMIKO DATE‑KRUMM:  Yeah.  It's more physically it's different than before.  So more‑‑ everybody has more power, more speed. \r\nSo everything is more powerful, yeah.\r\n\r\nQ.  Have you had to adapt your game, change your game?\r\nKIMIKO DATE‑KRUMM:  I'm trying, but my tennis is different as other players', so it's very difficult.\r\nI need to adjust a little bit, but basically it's not change, yeah. \r\n\r\nFastScripts Transcript by ASAP Sports\r\n\r\n\r\n\r\n            \n          ","interview":[]}