{"sport":"Tennis","event":"Australian Open","date":"2013-01-19","people":[{"name":"Kimiko Date Krumm","gender":"unknown"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 19, 2013\n\t\t  \n\t\t  Kimiko Date Krumm\n\t\t  MELBOURNE, VICTORIA\n\t\t  B. JOVANOVSKI/K. Date‑Krumm\r\n  6‑2, 7‑6\r\n\r\nTHE MODERATOR:  Questions, please. \r\n\r\nQ.  How disappointed are you in today's match?  Do you think you could have played better?\r\nKIMIKO DATE‑KRUMM:  Yeah, of course it's very disappointed.  But she plays so good today.  I never see like this. \r\nSo many times we practice together.  Sometimes she make the easy miss.  But today her balls is so deep, she can control everything. \r\nMentally also it's very, very tough and strong.  So I was also not good in the start, the beginning.  But I think she play so good today, yeah. \r\n\r\nQ.  Were you surprised at how well she did play, especially the second set tiebreak she seemed to up her level to close the match. \r\nKIMIKO DATE‑KRUMM:  I tried to put on pressure to her, but she didn't mistake in the most important point. \r\nThen, yeah, I had a little small chance, but it was not my day.  Especially we start play 7:00, 7:30, so temperature is getting down.  My body's not good condition for me.  It's little bit too cold.  Not cold, but it's not hot enough for me. \r\nThen my Achilles has a little bit problem on the right Achilles.  If temperature is not enough hot, then I feel little bit sore.  Then today it's happen today. \r\nIn the daytime when I practice, it was no problem.  But during the match, it start happen.  So a bit difficult to move.  Also it's not good for me today, yeah. \r\n\r\nQ.  How long have you had that problem?\r\nKIMIKO DATE‑KRUMM:  It was happen in China, beginning of the January.  Also it was cold.  And then one day, one moment, it's happen. \r\nI treat every day.  But when I come here, not so bad.  They have special machine here.  I do every day to meet doctor.  It's getting better.  Today it's most worst. \r\n\r\nQ.  Have you gotten any messages from home this week?\r\nKIMIKO DATE‑KRUMM:  Yeah, of course. \r\n\r\nQ.  What have they said?\r\nKIMIKO DATE‑KRUMM:  Many friends send the email.  Of course, my family ‑ especially my husband, so exciting.  Yeah, they support me a lot.  They are so exciting every day. \r\n\r\nQ.  Do you have high expectations in your doubles?  What are your hopes? \r\nKIMIKO DATE‑KRUMM:  I play with Arantxa first time this time.  So far we play so good.  Then yesterday was so great match.  Not only us, they also playing very good.  Then we beat. \r\nSo we have a day off tomorrow, so we will see.  Tomorrow we play against Lepchenko and Zheng.  Yeah, Lepchenko is lefty.  On doubles is very difficult.  But we already play two times together, so we will see.  Exciting, yeah. \r\n\r\nQ.  Can you talk briefly about how this week was for you.  You had sort of a fairytale run for you.  What was it like for you getting those messages, beating Nadia?  All of that was such a big accomplishment for you.  Talk about how that felt.  Does that motivate you to keep going in singles?\r\nKIMIKO DATE‑KRUMM:  Yeah, of course, now I'm very disappointed.  But still it's just start the season.  It's still January.  And first time I won two times in the Grand Slam. \r\nYeah, it was great tournament for me.  Of course, ranking also little bit more after this tournament going more higher.  So, of course, it's little bit more easier compared to now.  So I try to keep my level and, yeah, keep fighting and we will see.  Just try, yeah. \r\n\r\nQ.  The media is fascinated that you're still playing at 42 years old.  Are you as surprised to be playing still?\r\nKIMIKO DATE‑KRUMM:  Of course, of course, yeah (smiling).  I never think about to play the Grand Slam when I start tennis again.  The first year I only think about Japan, not play the WTA Tour, never think about the Grand Slam. \r\nBut now I play three times, four times here, I think.  So, yeah, it's miracle I was in the third round this year.  So I'm very surprised myself. \r\n\r\nQ.  Who do you remember from the first part of your career when you played any Polish players? \r\nKIMIKO DATE‑KRUMM:  Polish, no. \r\n\r\nQ.  Will you be back next year?\r\nKIMIKO DATE‑KRUMM:  Me? \r\n\r\nQ.  Yes. \r\nKIMIKO DATE‑KRUMM:  I don't know.  How do you think?  Do you think I come back (laughter)?  I don't know. \r\n\r\nQ.  What have you got coming up next?  A rest or another tournament? \r\nKIMIKO DATE‑KRUMM:  No, I go back to Japan first and then I play Pattaya.  I'm in the quallies.  So maybe I stay in Japan just one day, two days, then I go Pattaya.  I play Pattaya, Fed Cup, Memphis, Brazil, and then Indian Wells, Miami, Mexico. \r\nBecause I don't like clay court, red clay.  Clay court start, I try to play on the hard courts, yeah. \r\n\r\nFastScripts Transcript by ASAP Sports\r\n\r\n\r\n\r\n            \n          ","interview":[]}