{"sport":"Tennis","event":"Australian Open","date":"2013-01-15","people":[{"name":"Kimiko Date Krumm","gender":"unknown"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 15, 2013\n\t\t  \n\t\t  Kimiko Date Krumm\n\t\t  MELBOURNE, VICTORIA\n\t\t  K. DATE‑KRUMM/N. Petrova\r\n  6‑2, 6‑0\r\n\r\nTHE MODERATOR:  Questions, please. \r\n\r\nQ.  I think you set a record today. \r\nKIMIKO DATE‑KRUMM:  Of course not.  You know, it's many times I play the Grand Slam.  But since when I start play again, always I have a tough draw.  Almost every time I play the seeded player.  And many times I almost beat them, and then I lost many times. \r\nSo this time also, when I saw the draw, I play against a 12‑seeded Petrova.  Well, it's happen again, so... \r\nBut this time I don't get injury.  My body is feeling lots good.  My tennis was not so bad.  So I felt even I lose, but I felt I'm interesting to play today.  So I'm very happy today, yeah. \r\n\r\nQ.  Many people would like to know your secret to longevity?  Is it ice baths, miso soup? \r\nKIMIKO DATE‑KRUMM:  I don't eat not so much Japanese food when I'm traveling.  Only when I go back to Japan.  I love to eat Japanese food because, of course, quality is different when I'm traveling outside Japan. \r\nSo last night I ate pasta (smiling). \r\n\r\nQ.  How do you prepare?  As you said, injuries have gotten you before.  What do you do?  Do you cross train a lot?  Do a lot of gym work?\r\nKIMIKO DATE‑KRUMM:  Last year I had many injury.  Big one was my calf.  It happen at Roland Garros and Wimbledon.  And after when I go back to Japan, I changed the training.  Now I'm doing the functional training. \r\nNow I'm very fit and not get big injury anymore ‑ I hope not anymore.  But at moment no injury so far.  So I feel very good and it helps, I think, yeah. \r\n\r\nQ.  You're going to keep playing, obviously?\r\nKIMIKO DATE‑KRUMM:  Yeah, uh‑huh.\r\n\r\nQ.  What is your secret to playing so well at 42?\r\nKIMIKO DATE‑KRUMM:  It's nothing.  Just I eat a lot; I sleep a lot.  Last night I was in the bed before 10:00.  I finished the dinner already 7:30.  Sleep before 10:00 like the kids (laughter). \r\nBecause always after the match or after the practice I'm tired, so I need time to recover a lot.  So I sleep a lot; I eat healthy foods; I drink a lot.  It's simple life.  That's it.  Nothing special. \r\n\r\nQ.  It's always great to get a win at a Grand Slam.  Can you remember the last time you won a match here at the Australian Open?\r\nKIMIKO DATE‑KRUMM:  Here? \r\n\r\nQ.  Yes. \r\nKIMIKO DATE‑KRUMM:  1996.  Of course, I don't forget (laughter). \r\nBut 1996 I lost against I don't remember. \r\n\r\nQ.  It was someone from Mexico. \r\nKIMIKO DATE‑KRUMM:  Oh, I don't remember. \r\n\r\nQ.  Do you feel like you're striking a blow for the 40 somethings?  Steffi Graf and Pam Shriver have long retired.  Why do you keep going?\r\nKIMIKO DATE‑KRUMM:  You know, after when I stop tennis in 1996 I never think about I come back on tour, but I love sports.  I love tennis. \r\nSince 19 maybe '93, 4, 5, 6, I don't like so much tennis.  But now I like tennis.  I like practice.  I like game.  I like tour.  I'm enjoy a lot. \r\n\r\nQ.  What switched inside your head?\r\nKIMIKO DATE‑KRUMM:  That time, you know, so much pressure because not so many Japanese.  Always too much attention to me.  And I was young, so I don't have not so many space for myself. \r\nEven outside the tennis, now it's many football player, baseball player, playing outside Japan.  But that time not so many people. \r\nNow it's even tennis, China, Li Na, Peng Shuai, Zheng Jie.  Many, many players around me.  Then I'm already 42, so I know how to do everything.  It's very tough that time, so I don't like so much tennis, and tour also. \r\n\r\nQ.  You're setting lots of records every time you play now because you're playing at 42.  Do you like the fact that you're setting records?\r\nKIMIKO DATE‑KRUMM:  Yeah, of course I'm very happy to win today, but I don't play for the record.  Even I'm lose, I'm still enjoying.  Of course, every time lose, losing, losing, it's mental, it's tough. \r\nBut still I'm enjoying to play, yeah.\r\n\r\nQ.  Is it just for fun or do you still dream of winning titles and getting ranking points?\r\nKIMIKO DATE‑KRUMM:  I'm playing for fun, but I like game.  I don't want to lose.  I like real game.  So, of course I don't want to lose every time.  But even I lose some matches, but next day when I woke up to hotel I never think, I don't want to go practice. \r\nSo every day now I want to go practice, yeah. \r\n\r\nQ.  How much longer do you think you'll continue playing for?\r\nKIMIKO DATE‑KRUMM:  Every year everybody ask to me.  Now just the season start, so I try to continue to end of year.  But I don't know.  Something big injury happen, of course I cannot continue.  And then ‑‑ still, I don't know. \r\n\r\nQ.  Martina was still playing doubles at 50.  Can you see yourself doing that?\r\nKIMIKO DATE‑KRUMM:  I don't think so, no (laughter). \r\n\r\nQ.  Can you imagine Serena Williams or Maria Sharapova playing at 42?  Did you talk to them about this?\r\nKIMIKO DATE‑KRUMM:  I don't think so. \r\n\r\nQ.  Why?\r\nKIMIKO DATE‑KRUMM:  Because I had a 12 years' break.  They continue to play.  For example, Sharapova, I mean, she was 16 start on tour. \r\n\r\nQ.  They may do the same and restart like you. \r\nKIMIKO DATE‑KRUMM:  But it's not easy.  For me also it's in the beginning of the start, it was very hard, yeah.  Physically, mentally, everything, it was not easy. \r\nStill not easy for me.  But 42, it's just a number.  But every day after practice, when I was young, only when I sleep, it's recovery.  But now it's not only sleep, it's not enough.  I need something special. \r\nBut I try everything, but still nothing help recovery.  So it's not easy. \r\n\r\nQ.  Do you have friends in the tour?  Or is the gap between you and the younger players so big that you have nothing in common with them?  How is your daily life in the tour?  Do you hang out, get along well with the 20‑something players? \r\nKIMIKO DATE‑KRUMM:  No, it's like my daughter (laughter).  But it's happen.  Some people, the player's mother is younger than me.  So it's like my daughter. \r\nBut I'm enjoy to talk to young player.  Then they talking to me like normal.  So, yeah.  We enjoying together, yes. \r\n\r\nQ.  WTA released the calendar of 2014.  The tournament in Tokyo will be replaced by a new one in the hometown of Li Na.  It will be a shame for a tournament with 30 years' history to lose that kind of tournament in Japan.  Can you share some of your thoughts about this. \r\nKIMIKO DATE‑KRUMM:  Sure, if it's true, of course we are very shame.  But I don't know hundred percent they finish or not.  So I hope they don't give up yet.  But already WTA calendar, it's not on the 2014. \r\nOf course, I won this tournament before 19‑‑ I can't remember which year.  But, anyway, it's a big tournament.  We have already many history in Japan.  And then if we don't continue this tournament, of course we lose the big tournament in Japan. \r\nSo I hope not.  Something continue in Japan, otherwise for Japanese tennis, it's not good, yeah. \r\n\r\nFastScripts Transcript by ASAP Sports\r\n\r\n\r\n\r\n            \n          ","interview":[]}