{"sport":"Tennis","event":"Australian Open","date":"2013-01-21","people":[{"name":"Jo-Wilfried Tsonga","gender":"male"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 21, 2013\n\t\t  \n\t\t  Jo-Wilfried Tsonga\n\t\t  MELBOURNE, VICTORIA\n\t\t  J. TSONGA/R. Gasquet\r\n      6‑4, 3‑6, 6‑3, 6‑2\r\n    \r\n    THE MODERATOR:  Questions, please. \r\n    \r\n    Q.  Do you feel any different having Roger here as an Australian, your routine off court?  Does it give you a different feeling for this tournament?\r\n    JO‑WILFRIED TSONGA:  Anyway, it's different because last year I was by myself.  This year, I'm with Rog.  It's just great to be with him.  He give me good advice, so I hope I will continue to play good tennis and hope we'll have some good victory together. \r\n    \r\n    Q.  Do you feel like you see the tournament through his eyes a little bit, as well?\r\n    JO‑WILFRIED TSONGA:  Yeah, of course, because he's with me.  He's giving me an extra motivation.  I mean, it's great because he's always positive.  He want maybe more than me to win.  He's incredible. \r\n    So, you know, I try to be at his level and have exactly the same motivation because I think he can move some mountains, you know, because he's very motivated. \r\n    \r\n    Q.  How did the relationship come about?  How did it happen?\r\n    JO‑WILFRIED TSONGA:  He was before with a friend of me.  I saw him; did a great job.  I spoke to him many times in the past.  I appreciate a lot, you know, the way he talk about tennis and everything. \r\n    So, yeah, like this. \r\n    \r\n    Q.  So you spoke to Gaël about it a lot?\r\n    JO‑WILFRIED TSONGA:  No.  I just ask Gaël before to ask Roger. \r\n    But anyway, you know, I did my own perception of this guy before, and it was a very good one. \r\n    \r\n    Q.  Let's assume Federer is going to win tonight, which happens from time to time.  What do you think of a quarterfinal against him?\r\n    JO‑WILFRIED TSONGA:  Well, you know, anyway, I expect a good opponent.  If it's Rog, it's going to be, of course, very difficult.  He beat me here once or twice ‑ no, once.  I don't know (smiling). \r\n    But, anyway, I lost many times against this guy.  So, of course, you know, play against him, it's going to be, you know, a big challenge for me.  And if it's Raonic, I know he's confident.  He's playing well at this time. \r\n    He's young.  He improved on his game last year a lot.  This year I'm sure he will come with a better tennis.  Anyway, it's going to be a tough match and I will give everything in this way. \r\n    \r\n    Q.  When you play Roger, each time you play him, do you have the same game plan or do you change?\r\n    JO‑WILFRIED TSONGA:  I mean, depends of the surface.  But, yeah, I think when I play against him, you need a plan because if you just play like this with him, you will loss for sure. \r\n    \r\n    Q.  You mentioned Roger's motivation.  Is that something that's been lacking in your game at all?\r\n    JO‑WILFRIED TSONGA:  Not at all.  But I was surprised to feel this, you know, because every day when I come to the practice, he's giving me a lot of energy just by his talk, and it's great.\r\n    \r\n    Q.  And you feel that on the court?\r\n    JO‑WILFRIED TSONGA:  I mean, then on the court I just put what I do on the practice, I try to put it on the court because on the court I am alone. \r\n    But I'm practicing well.  When you work hard and you're focused on what you're doing, I mean, you are obliged to improve again.  Even if it takes time, for sure I will improve my game. \r\n    \r\n    Q.  You've had a good time with the other Roger in South America.  How close are you two guys? \r\n    JO‑WILFRIED TSONGA:  I mean, we are close like tennis players.  I mean, we have a good relationship in the locker room.  I've got a lot of respect for him.  He's just an incredible tennis player.  I mean, an example for many peoples. \r\n    Yeah, I have respect for him outside of the court, and on the court I have to ‑ how you say ‑ unrespect him?  Because if you respect him too much, then for sure you lost. \r\n    So it's different on the court.  On the court, I will try to beat him.  And I'm sure it's going to be the same thing for him. \r\n    \r\n    Q.  What are the main things that you've been working on with Roger?\r\n    JO‑WILFRIED TSONGA:  Everything (laughter). \r\n    \r\n    Q.  How is Roger's French coming along? \r\n    JO‑WILFRIED TSONGA:  Still the same.  Bonjour (smiling). \r\n    \r\n    FastScripts Transcript by ASAP Sports\r\n    \r\n    \r\n    \r\n                \n          ","interview":[]}