{"sport":"Tennis","event":"Australian Open","date":"2013-01-17","people":[{"name":"Jo-Wilfried Tsonga","gender":"male"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 17, 2013\n\t\t  \n\t\t  Jo-Wilfried Tsonga\n\t\t  MELBOURNE, VICTORIA\n\t\t  J. TSONGA/G. Soeda\r\n  6‑3, 7‑6, 6‑3\r\n\r\nTHE MODERATOR:  Questions, please. \r\n\r\nQ.  Were you happy with that win?\r\nJO‑WILFRIED TSONGA:  Not really, not really, because I didn't play a good match.  But anyway I'm happy to go through, but I didn't have the right attitude on this match.\r\nSo I hope I will be better in the next one.\r\n\r\nQ.  What about the attitude exactly... \r\nJO‑WILFRIED TSONGA:  Well, I was not like in the good attitude for me.  That's it. \r\nAnd on the next match, like I said, I will try to be a bit more aggressive, try to play more than my game than what I did today.\r\n\r\nQ.  How was it out there on the court with the heat?\r\nJO‑WILFRIED TSONGA:  Oh, it was hot today, of course.  Was not easy because the ball was flying a lot because of the heat.\r\nYou know, it's like this.  Anyway, you have an opponent,  you have everything around,  and you have to deal with it.  That's it. \r\nQ.  You belong to a group of contenders, together with Federer and Del Potro, who can beat the top 4, but it's hard to get to the semis most of the time.  How difficult is it for you?  Because you did it in 1998. \r\nJO‑WILFRIED TSONGA:  Of course it's never easy, because every player I will meet before that will try to get their chance.  You know, yeah, I'm just looking for the next match, and then I will see after that what I can do.\r\n\r\nQ.  You hired a coach at the end of last year, right?  I was just wondering why you decided to make that step after playing without a coach for so long. \r\nJO‑WILFRIED TSONGA:  You know, because my career, you know, was always about step.  You know, you always try to improve something in your game or in your mind or‑‑ anyway, you try to improve.\r\nSometimes you have a coach and sometimes you need to be alone, you know, to‑ how do I say that?  Yeah, you need to be alone, to ‑‑no, I don't know how to say that.  (Smiling.)\r\n(In French.)\r\nTo think, you know, to think about all your game, all what you want, all your expectation.  So for me it was good to be alone at this time, and then I did another step and I decide to come back to a coach.  That's it. \r\nQ.  You play James Duckworth or Australia or Kavcic from Slovenia next.  They're locked into a tough match at the moment.  Do you know much about them or ever played them before?\r\nJO‑WILFRIED TSONGA:  No, I never played them before.  I know they had pretty tough match before, so for sure it's gonna be something new for them to be at the third round.  Or maybe the second time for Kavcic.\r\nSo, you know, I expect to have a good player anyway, but I also expect to play a good tennis.  Like this, you know, I don't care who it will be in front of me.\r\nQ.  How much emphasis do you put on the Grand Slams at this stage in your career?  Do you feel like you're getting closer to breaking through again?\r\nJO‑WILFRIED TSONGA:  I did some good results already, but, you know, I want to join the next step.\r\nIt's maybe to win one.  Today I'm just working for that.  I'm doing everything, you know, to achieve these things.\r\nSo, yeah, I mean, I don't have too much goals.  The only goal is to play well in that kind of tournament.\r\n\r\nFastScripts Transcript by ASAP Sports\r\n\r\n\r\n\r\n            \n          ","interview":[]}