{"sport":"Tennis","event":"Australian Open","date":"2013-01-17","people":[{"name":"Kimiko Date Krumm","gender":"unknown"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 17, 2013\n\t\t  \n\t\t  Kimiko Date Krumm\n\t\t  MELBOURNE, VICTORIA\n\t\t  K. DATE‑KRUMM/S. Peer\r\n  6‑2, 7‑5\r\n\r\nTHE MODERATOR:  Questions, please. \r\n\r\nQ.  Was it fun playing out there in the heat today? \r\nKIMIKO DATE‑KRUMM:  Yeah, of course it was very, very hot today.  But I played in Sydney.  So compared to Sydney, I think today was much better.  I think. \r\nI play on Tuesday.  It was hot.  So I already used to play in a hot place, and I prepare for today.  I enjoy today with heat. \r\n\r\nQ.  Do you always enjoy it on the court?  At certain points today it didn't look like you were having too much fun. \r\nKIMIKO DATE‑KRUMM:  Yeah, of course it was very, very tough today, tough match.  But, yeah, even I was leading 3‑Love, then she come back 4‑3 up, and then I had the big pressure. \r\nBut, yeah, it was a big challenge for me because my body, after when I was leading 3‑Love, suddenly something big and strong on my back or something happen, and I felt so heavy my body and I couldn't move. \r\nBut I tried to push myself.  Yeah, it was good. \r\n\r\nQ.  How many more Australian Opens are you planning to play?\r\nKIMIKO DATE‑KRUMM:  Five more (laughter).  But not easy.  Not easy.  I need new body.  Already since Friday, I practice Friday, Saturday, Sunday, and Monday, then Tuesday singles first round, doubles first round.  Today second round.  And tomorrow maybe doubles again.  So I need rest. \r\nBut, yes, I try my best. \r\n\r\nQ.  How do you take care of your body after three matches like this in a row?\r\nKIMIKO DATE‑KRUMM:  Of course, I take massage every day and I take a bath.  I like bath because we take bath every day for Japanese.  So I try to not take longer because if nobody saying anything, I stay one hour in the bath.  But too much sweat, so not good for the body. \r\nSo I try to finish 15 minutes, 20 minutes, and then stretching, drink water, eat a lot, healthy food.  Before match I eat a lot of carbo, of course.  And sleep a lot.  Last night I slept almost 10 hours, yeah. \r\n\r\nQ.  What do you think is your secret to your longevity to be able to do what you do?\r\nKIMIKO DATE‑KRUMM:  For me nothing special.  Just focus the match.  Just use the energy for the tennis, and that's it.  Sleep a lot.  Drink water a lot.  It's nothing special.  Just simple, yeah. \r\n\r\nQ.  How do you consider yourself playing now compared to 10 years ago?\r\nKIMIKO DATE‑KRUMM:  10 years is more powerful, more speedy.  Every time when I go gym, everybody there, even before the match, after the match, everybody there.  They doing so much exercise. \r\nThat's why women's tennis is changing compared to 10 years ago, 20 years ago.  It's more powerful. \r\nSo, yeah, before Steffi Graf, Martina Navratilova, they have much more technique.  But now it's more speedy and more powerful, yeah.  It's most big change I think. \r\n\r\nQ.  In your comeback in the last three or four years, have you heard from any of those women?  If so, what have they said?  Like Steffi, Sabatini, any of the women you played with in the '90s, have they reached out to you? \r\nKIMIKO DATE‑KRUMM:  Have they told me something? \r\n\r\nQ.  Have they got in touch with you?\r\nKIMIKO DATE‑KRUMM:  If I see them, for example, this morning I met Iva Majoli, and she said, Good job yesterday.  So keep going. \r\nEverybody say to me, You are crazy.  First word is always, You are crazy.  But they support me a lot. \r\nRennae Stubbs, she's from here, so we meet every day.  Then we talk a lot.  Raymond is still playing doubles. \r\nWhen I see Steffi, of course, she say to me, You should stop now and make the baby (laughter).  And Davenport, Lindsay, Mary Joe, Conchita, Arantxa Sanchez.  I don't see so much Gaby.  But many extennis player, yeah, talking and laughing, yes. \r\n\r\nQ.  How do you think about the Japanese men's performance at the Australian Open? \r\nKIMIKO DATE‑KRUMM:  In Japan long time not so many men's player in the Grand Slam, top level, 100.  Before Shuzo Matsuoka, he was top 40, around 40.  But not so many Japanese in the Grand Slam level. \r\nNow it's three men's player, and they won the first round.  Everybody never think about the men can be like this.  But already it's change everything.  They have confidence also.  Not only the luck; they have technique, they have stamina.  Already it's the top‑50 level, I think. \r\nYeah, it's good for the Japanese tennis.  Of course, they won the first round.  And women's, I also, we need to be more higher like before.  It's good for both of them, yes, I think. \r\n\r\nQ.  Do you think it's a healthy competition among all the Japanese players to cheer for each other?\r\nKIMIKO DATE‑KRUMM:  Yeah.  Sometimes we eat dinner together.  I went to dinner with Kei and Go, everybody together, before the tournament.  So, yeah, we help each them.  Yeah, we support both, yes.  Yes, it's good. \r\n\r\nQ.  Do you think you'll watch a bit of your next opponent's match?\r\nKIMIKO DATE‑KRUMM:  If I have time, I need to watch.  But first I need to think myself.  I need to recover my body.  Yeah, maybe my coach will check how their match, and then my coach tell me something advice maybe, yeah. \r\n\r\nFastScripts Transcript by ASAP Sports\r\n\r\n\r\n\r\n            \n          ","interview":[]}