{"sport":"Tennis","event":"Australian Open","date":"2013-01-25","people":[{"name":"Andre Agassi","gender":"unknown"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 25, 2013\n\t\t  \n\t\t  Andre Agassi\n\t\t  MELBOURNE, VICTORIA\n\t\t  THE MODERATOR:  Questions, please. \r\n    \r\n    Q.  Feel good to be back?\r\n    ANDRE AGASSI:  It feels long overdue is probably the best way to say it.  Long overdue.  Life hasn't allowed me‑‑ I should say it has allowed me the luxury of get‑tos, and leaving the family for this period of time is hard to do with the kids in school. \r\n    But this year I said, Let's make it happen.  It's the only place I haven't been since retirement to pay my respects. \r\n    Got to come back to the place that was home to some of my best accomplishments, you know.  It's nice to be back.  It's grown a lot. \r\n    \r\n    Q.  I guess that's a theme with you, that this is the last place you end up coming. \r\n    ANDRE AGASSI:  That's well said.  Certainly one of the great regrets is waiting so long to come down the first time.  Probably should have learned something from that this time. \r\n    \r\n    Q.  Your best memories of this tournament? \r\n    ANDRE AGASSI:  Best memories?  It's hard to know where to start.  I would probably start with the word go.  When I came down in '95, I'd been a pro already, what, nine almost ten years. \r\n    I came down here with the full expectation that I wouldn't get a lot of love because I didn't earn it.  But they embraced me, you know.  I appreciated the sporting spirit and certainly thrived in the conditions. \r\n    You know, from that moment, it was a big regret of mine to not have spent more time here.  Certainly competing here is one of the great experiences.  Every slam has its uniqueness, but this one had its elements and had its people, and then had its vibe outside of court. \r\n    I was so relaxed.  It did wonders for my blood pressure just to be here for three or four weeks, you know. \r\n    \r\n    Q.  Djokovic is sort of dominating now here.  What do you make of him as a player, and how would you have gone about beating him?\r\n    ANDRE AGASSI:  Let's see (laughter).  I would have probably gotten in a fight with him in the locker room before the match.  I might have had a chance.  Maybe there.  I don't know. \r\n    It's been amazing watching the standard continually sort of get better.  You wonder how it's possible, you know, to continue at that sort of rate. \r\n    I mean, what Federer did when he came and when I said good‑bye, a lot had to do with what I knew was untouchable. \r\n    It's just a different standard of tennis.  It's different rules of engagement when guys can do what these guys can do.  I don't recognize it from a standpoint of strategy, because I counted on getting somebody behind in a point and then slowly smothering them. \r\n    But nobody's behind in a point.  You never know when they're behind in a point.  That would have eliminated any ability I had to move forward in the court.  Means I would have had to be a different player, would've had to have a different body.  It means the game has gotten a lot better. \r\n    You know, Fed raised it; Nadal matched and raised it; Djokovic, for that intense little period of time, even raised it.  I seemed like last year settled down a bit, and now all of a sudden Murray is in the equation of where is he going to go. \r\n    But when I see those top three guys, I see what history will say is the golden age of tennis.  You're talking about arguably the three best guys.  Djokovic will still need some distance to cover, but best of all time, if you're having that discussion in the same generation, it's remarkable.\r\n    \r\n    Q.  The intersection of this event with the Lance Armstrong interview last week has produced a lot of discussion about tennis needing to step up anti‑doping efforts.  Do you welcome that discussion, and what was your reaction to Armstrong's admission?\r\n    ANDRE AGASSI:  Well, my reaction to it is the same as everybody.  It was shock, hard to stomach, sadness, disappointment.  I think 'anger' is a fair word.  I was certainly one of those that flat out believed him that long period of time.  The thought of it not being the case was unconscionable to me. \r\n    My next reaction went to Live Strong and all the people it helps, people fighting for their lives, survivors of real battles, and I hope for its survival through this.  I hope Live Strong can survive this. \r\n    As far as tennis goes, I can speak comprehensively to the rules and regulations, but not to how they've changed since I left the game.  It's a sport where I wouldn't know how to get away with that level of cheating.  It's a year‑round sport. \r\n    It's an out‑of‑body governance, a third‑party governance.  When last I played, it was comprehensive in the sense of nearly every tournament, nearly week‑to‑week, blood, urine, out‑of‑competition testing.  I don't know how it's changed, but if it's stayed the same at least that's a good thing. \r\n    Anything that can protect the integrity of the sport, and those that aren't cheating should absolutely be considered. \r\n    I mean, what is the downside?  You start looking at the inconvenience of players.  Maybe that turns into an issue at some point, I would imagine. \r\n    But unfortunately, you know, we're at a day and age where the more transparency you have in all of it the better off it all is and the better off these athletes are. \r\n    It's sad to watch people who may question things for those that worked pretty darn hard, you know.  But, yeah, I think that tennis has always sort of led the way.  I really believe that. \r\n    You know, for their own reasons I might have played a part in it, for them going to WADA and the governance that has no horse in the race.  That, to me, is a great thing. \r\n    For me, it would have kept me from destroying a few years of my life.  That's what I did to myself with the use of the recreational, destructive substance of crystal meth.  It would have saved me on a lot of fronts. \r\n    The more the better as far as I'm concerned.  The stricter, the better; the more transparency the better; the more accountability the better.  Describing a problem is a heck of a lot easier than solving it, is one thing I've learned.\r\n    Let's always have the discussion of making it more comprehensive.\r\n    \r\n    Q.  You spent so much of your life thriving on competition.  Have you found a replacement for tennis in terms of competitive spirit, or are you just happy not to have that at all in your life?\r\n    ANDRE AGASSI:  I'm pretty competitive still (smiling).  I like to do everything well now.  You know, at least certainly better than I did the day before. \r\n    So that's kind of the specific button that I need pushed, you know, figuring out a way to take what I've done in Las Vegas and scale it across the country in a sustainable way. \r\n    Takes a heck of a lot of competitiveness, trust me, 'cause it's problem solving.  That reminds me a lot of what I had to do inside of the lines.  What I did inside the lines taught me a lot about how to go about outside of the lines.  It all kind of works together. \r\n    I get to do it, though, without the drama, which is always nice, you know, the physical and emotional side of things. \r\n    So, you know, I've satisfied a lot of those feelings.  The transition was‑‑ I think I can say I've comfortably moved past the transition.  It never changed for me.  I felt like it was a blank canvas.  Almost like Christmas, I can do whatever I want.  What do you want to do?  Every day's been more of that. \r\n    The kids are obviously at an age now that make us keenly aware of how fast time goes.  We're trying to hold on to those moments.  What I'm doing with Gil and some of our business ventures are what we spent our life, two decades, creating together.  It's fun to watch that sort of give birth. \r\n    So plenty of things keep me busy, which is no justification, but certainly an explanation to why it's taken me a while to make it back down here. \r\n    \r\n    Q.  Going back to the last point about the anti‑doping.  Kind of the in‑word seems to be 'recovery.'  There's almost more conversation about how players get themselves back into shape.  What do you think when you see the quality and the levels of the play at the moment? \r\n    ANDRE AGASSI:  From a physical standpoint? \r\n    \r\n    Q.  Yes.  This amazing ability players seem to have to come back quickly and play at more improved levels than they played in the previous match for five or six hours. \r\n    ANDRE AGASSI:  I marvel at it, first of all.  You know, when I played, my whole game was based on playing with that sense of urgency and to force guys to be ballistic out there, to treat a marathon like a sprint. \r\n    I benefited from raising the stakes for that.  I had more or less four hours in me before I knew I was running on borrowed time physically.  That's four hours of me running other people, you know. \r\n    So to watch them do it, they're more calculated now, they play slower, so six hours is not the same six hours that I played.  But they're also much better athletes.  They also appear to be lower body a lot stronger than I was; upper body probably not as much.  But my game was never about using my legs as much as it was, you know, bullying the ball around the court. \r\n    So, yes, I believe it's achievable.  I think they've gotten very aware at an early age how important it is to be prepared, and I think there's a lot you can gain from training right and training smartly. \r\n    So, yeah, I don't watch it and wonder in light of the Lance situation, but I also have the luxury of knowing that there's no timeto ‑‑ the negotiation of what one would have to go through to figure a way around or to figure a shortcut seems implausible. \r\n    \r\n    Q.  How do you see Sunday's final playing out?  What is your prediction?\r\n    ANDRE AGASSI:  Who is going to be playing in the finals (smiling)? \r\n    \r\n    Q.  Either one of them. \r\n    ANDRE AGASSI:  You know, I don't have a crystal ball.  All I can really do is marvel at a lot of the strengths and weaknesses, or lack of weaknesses, that seem to exist with the last three left here. \r\n    And I look at, you know, Federer's match against Tsonga, which I didn't get to see which is a shame.  I was in NewZealand the past couple days.  If that was anywhere near the physical sort of battle that I imagine it would have had to have been, that's got to be an inherent disadvantage going into the semis. \r\n    You know, if there's anything that you could argue with Fed is if he ever got to a point ‑ even those three years where he didn't lose but one or two or three matches, the people he lost to were Cañas and Murray, and those that could move so well where he'd start to press a little bit or get anxious that one or two or three or four good shots wasn't ending it, and then he'd end up missing a few. \r\n    Well, you know, if he goes out there physically worried about the time clock and knows he can't afford to let things drift on too long, hopefully he'll feel that urgency really early.  If you start feeling urgency against a guy like Andy, that's a long road because he just absorbs it.  He uses his legs and settles in. \r\n    So I could easily see Fed pressing a little too much a little too early and would predict Murray to get through in four sets in the semis. \r\n    Then if you start to think about the finals, I mean, geez, now you're looking at something that's really kind of a guess of sorts.  I mean, I certainly would favor at this stage, given the quality of play and the second life that Djokovic has after that Wawrinka match, I would give him the edge. \r\n    Certainly a lot to prove from last year's finals at the Open.  He plays well down here.  A desire to reestablish his place in tennis history or what he plans on doing. \r\n    I think that having this time with the tennis that he's played is an asset.  You know, two days off, going into it fresh, going into it ready, it's a big difference. \r\n    I probably give the edge to Djokovic in the finals with the way they're playing. \r\n    \r\n    Q.  Since you retired, you can look at it with Federer, Nadal, Djokovic, Murray, they're the greatest ever.  They're dominating every tournament.  I think they've won for every slam except for one and almost every Masters Series.  You played 18 years.  Might it also be a depth issue?\r\n    ANDRE AGASSI:  It's hard for me to see it that way because I was a little too close to it.  You know, I mean, I practiced with the likes of Berdych in 2006.  I beat him the year before in a tough four‑set match. \r\n    You know, I see him, a guy like that, and I imagine what it's like to face a Del Potro.  I see a Ferrer with the heart of a lion, a guy who refuses to lose to anyone ranked lower than him.  I see definitely some limitations and some upsides when it comes to him getting across the finish line at these tournaments. \r\n    When I watch these guys, if anything you can say just the physicality alone you're subject to losses.  I mean, an Isner, you know, can play with anybody in the world certainly for one match.  I don't see why he wouldn't be able to even do more than that.  I see the depth improving, too.  I mean, I really do. \r\n    Just look at the stats.  Just look at the athletes themselves.  How many guys are under six feet tall in the top 30, right?  I mean, I haven't looked at the rankings as deep as 50, but I can only maybe think of two. \r\n    So you see these guys, the way they move, the way they adapt, the way they fight, and I don't think it's a depth issue whatsoever.  I also had the luxury of playing against Federer, and that was off the heels of competing against Pete. \r\n    There's just no safe place to go on the court, you know.  It never leaves your racquet and you're comfortable.  It used to leave my racquet, and I knew exactly to a minute detail how opportunistic I could be about the next shot. \r\n    With him, it wasn't the case.  I played Nadal.  I played lefties who have a lot of spin and like to be on offense if they can, you know.  I watched myself cane back against his forehand, and he went up with it and then I would take over the point and then win the point. \r\n    The next adjustment he had was he just went higher and shorter, so he would push me to commit even further.  And then he would play around me up the line.  I'm like, What the hell am I looking at here?  This is different. \r\n    I've played them and I've played a lot of the guys that are trying to deal with it.  So I don't think it's a depth issue. \r\n    I can't really speak from 50 to 100 anymore.  I can't speak to many guys.  I probably only know firsthand 30% of the players out there now.  But I wouldn't argue that at all because they're great.  I mean, they're just great players.  You look at what Djokovic can do offensively and defensively. \r\n    In my day was like somebody who ran well was Chang.  Once you have him running, I didn't care.  That's great.  He's fast.  He's just going to get to one more ball, but that's his problem if he wants to run one more time, you know, it's not mine. \r\n    And then you see it go to the Lleyton Hewitt, you know, who would move even better.  But if you just were off on one, he would then move forward in the court and turn a point around.  Now you got problems if you don't keep him on the defense. \r\n    And then you take that to a guy like Djokovic, who probably even was better than Hewitt ever moved and doesn't need to turn a point around.  When he's on defense he can actually win the point with one shot. \r\n    That's an evolution of the game.  Something tells me it's not going to stop here.  I mean, history would prove that it's never going to stop.  So every five years it seems to click up a different level.  I can only imagine what life's going to look like when Michael Jordan decides to play tennis instead, you know. \r\n    It's a remarkable era.  You know, Murray is doing this now in a time that's incredible, and yet you wonder, can he really establish himself as one of those guys. \r\n    The answer is, Yeah, he can.  He's coming into his own now.  He believes now, and so now you're talking about four guys.  They've separated themselves from the field, and they've done it arguably overnight, meaning it's clear that they raised the stakes.  It's not like this has sort of morphed. \r\n    If it was one person, I would say, Okay, he came at a good time or he squeezed in a window.  But they raised each other. \r\n    I mean, Nadal was No. 2 in the world for how long?  How much did he have to win just to even see the taillights of Fed?  Yet he beat him and he beat him and he beat him and he earned it.  Then all you're talking about is Nadal/Fed. \r\n    Then Djokovic comes by when he used to be known as a guy who could quit on the court and said, If I really want to do this, I really have to do something.  Watch him address it and the things he's done now to answer for the havoc that Nadal could wreak on a tennis court. \r\n    It's remarkable to watch him play so far behind the baseline, to watch him play so far inside the baseline, to watch him be so defensive, watch him be so offensive, watch how he upsets the spin and how he creates his own set of rules out there. \r\n    So, no, I give full credit.  I don't see it as anything but.  I mean, those guys have changed the rules out there. \r\n    \r\n    Q.  Could we get a quick comment about tonight's match? \r\n    ANDRE AGASSI:  Who is playing tonight (smiling)? \r\n    \r\n    Q.  Federer. \r\n    ANDRE AGASSI:  I was saying earlier, I see Murray winning in four.  But I'm sort of out of the business of predicting Federer.  For half his career he impressed me and surprised me; now he no longer surprises me.  He just continues to impress me with what he's able to do. \r\n    But he's almost 32 years old.  Just went through a monster battle with Tsonga heading in against a guy that is going to get him to feel the need to press early, else it's going to be a physical duel. \r\n    That would be one hell of an accomplishment for him to get through these next two.  I think that speaks to Djokovic's advantage in the finals.  Out of those three guys, whoever has to beat two of them is at a serious disadvantage. \r\n    \r\n    Q.  You've been in the sport, out of the sport for a few years, a businessman, a philanthropist.  There has been an effort, mostly from the men's side, to extract more revenues from the Grand Slams.  I'm wondering if you think they have a strong argument and if you think that tennis players have the wherewithal to actually‑‑\r\n    ANDRE AGASSI: ‑‑  act as a unit? \r\n    \r\n    Q.  Yeah, act as a unit and put some pressure on them. \r\n    ANDRE AGASSI:  Well, yeah, they could.  Obviously they would need a leader, somebody to galvanize the fundamentals and merits of what they're looking for, and there would need to be a negotiation that had some sense of equity across all slams. \r\n    They're the product.  I mean, so as a result, if they acted together and had a reasonable discussion, they could negotiate a piece of what this product generates. \r\n    But to me it would also have to be fluctuating.  I mean, you can't just say, I want more prize money, more prize money, more prize money.  The tournament is making more.  The water is going up and all boats can rise. \r\n    But if it's not, then guess what?  We're getting lower.  We all run the risk.  To share in that makes a lot of business sense.  To let go of dollars on the other side doesn't make sense.  Nobody thinks it makes sense to let go of dollars. \r\n    To make it comprehensive, for these players to maximize their period of time, for the sport overall to have that unity I think would be a healthy thing if the terms of it were, you know, reasonable and fair and equitable. \r\n    I know the US Open would make a lot more than the Aussie Open.  To say I need more prize money, I want the same prize money here as you do in ‑‑ wouldn't be a reasonable conversation to me.  It would be a non‑starter of sorts. \r\n    Yeah, I think they could.  But I think they certainly need somebody to lead them.  That's the difficulty.  That's what I've seen over so many years.  When you're trying to address the agendas of a hundred people and there's a hundred agendas, it's hard.  Or there's 50 agendas and it's hard.  It's hard to unify it. \r\n    Where does the prize money go?  Does it go towards the end of the tournament?  Does it go towards the rest?  I mean, these are things that have to be thought about comprehensively.  You need to have the plan, not just the complaint. \r\n    \r\n    FastScripts Transcript by ASAP Sports\r\n    \r\n    \r\n    \r\n                \n          ","interview":[{"question":"Feel good to be back?","answer":"It feels long overdue is probably the best way to say it. Long overdue. Life hasn't allowed me‑‑ I should say it has allowed me the luxury of get‑tos, and leaving the family for this period of time is hard to do with the kids in school. But this year I said, Let's make it happen. It's the only place I haven't been since retirement to pay my respects. Got to come back to the place that was home to some of my best accomplishments, you know. It's nice to be back. It's grown a lot.","person":"Andre Agassi"},{"question":"I guess that's a theme with you, that this is the last place you end up coming.","answer":"That's well said. Certainly one of the great regrets is waiting so long to come down the first time. Probably should have learned something from that this time.","person":"Andre Agassi"},{"question":"Your best memories of this tournament?","answer":"Best memories? It's hard to know where to start. I would probably start with the word go. When I came down in '95, I'd been a pro already, what, nine almost ten years. I came down here with the full expectation that I wouldn't get a lot of love because I didn't earn it. But they embraced me, you know. I appreciated the sporting spirit and certainly thrived in the conditions. You know, from that moment, it was a big regret of mine to not have spent more time here. Certainly competing here is one of the great experiences. Every slam has its uniqueness, but this one had its elements and had its people, and then had its vibe outside of court. I was so relaxed. It did wonders for my blood pressure just to be here for three or four weeks, you know.","person":"Andre Agassi"},{"question":"Djokovic is sort of dominating now here. What do you make of him as a player, and how would you have gone about beating him?","answer":"Let's see (laughter). I would have probably gotten in a fight with him in the locker room before the match. I might have had a chance. Maybe there. I don't know. It's been amazing watching the standard continually sort of get better. You wonder how it's possible, you know, to continue at that sort of rate. I mean, what Federer did when he came and when I said good‑bye, a lot had to do with what I knew was untouchable. It's just a different standard of tennis. It's different rules of engagement when guys can do what these guys can do. I don't recognize it from a standpoint of strategy, because I counted on getting somebody behind in a point and then slowly smothering them. But nobody's behind in a point. You never know when they're behind in a point. That would have eliminated any ability I had to move forward in the court. Means I would have had to be a different player, would've had to have a different body. It means the game has gotten a lot better. You know, Fed raised it; Nadal matched and raised it; Djokovic, for that intense little period of time, even raised it. I seemed like last year settled down a bit, and now all of a sudden Murray is in the equation of where is he going to go. But when I see those top three guys, I see what history will say is the golden age of tennis. You're talking about arguably the three best guys. Djokovic will still need some distance to cover, but best of all time, if you're having that discussion in the same generation, it's remarkable.","person":"Andre Agassi"},{"question":"The intersection of this event with the Lance Armstrong interview last week has produced a lot of discussion about tennis needing to step up anti‑doping efforts. Do you welcome that discussion, and what was your reaction to Armstrong's admission?","answer":"Well, my reaction to it is the same as everybody. It was shock, hard to stomach, sadness, disappointment. I think 'anger' is a fair word. I was certainly one of those that flat out believed him that long period of time. The thought of it not being the case was unconscionable to me. My next reaction went to Live Strong and all the people it helps, people fighting for their lives, survivors of real battles, and I hope for its survival through this. I hope Live Strong can survive this. As far as tennis goes, I can speak comprehensively to the rules and regulations, but not to how they've changed since I left the game. It's a sport where I wouldn't know how to get away with that level of cheating. It's a year‑round sport. It's an out‑of‑body governance, a third‑party governance. When last I played, it was comprehensive in the sense of nearly every tournament, nearly week‑to‑week, blood, urine, out‑of‑competition testing. I don't know how it's changed, but if it's stayed the same at least that's a good thing. Anything that can protect the integrity of the sport, and those that aren't cheating should absolutely be considered. I mean, what is the downside? You start looking at the inconvenience of players. Maybe that turns into an issue at some point, I would imagine. But unfortunately, you know, we're at a day and age where the more transparency you have in all of it the better off it all is and the better off these athletes are. It's sad to watch people who may question things for those that worked pretty darn hard, you know. But, yeah, I think that tennis has always sort of led the way. I really believe that. You know, for their own reasons I might have played a part in it, for them going to WADA and the governance that has no horse in the race. That, to me, is a great thing. For me, it would have kept me from destroying a few years of my life. That's what I did to myself with the use of the recreational, destructive substance of crystal meth. It would have saved me on a lot of fronts. The more the better as far as I'm concerned. The stricter, the better; the more transparency the better; the more accountability the better. Describing a problem is a heck of a lot easier than solving it, is one thing I've learned. Let's always have the discussion of making it more comprehensive.","person":"Andre Agassi"},{"question":"You spent so much of your life thriving on competition. Have you found a replacement for tennis in terms of competitive spirit, or are you just happy not to have that at all in your life?","answer":"I'm pretty competitive still (smiling). I like to do everything well now. You know, at least certainly better than I did the day before. So that's kind of the specific button that I need pushed, you know, figuring out a way to take what I've done in Las Vegas and scale it across the country in a sustainable way. Takes a heck of a lot of competitiveness, trust me, 'cause it's problem solving. That reminds me a lot of what I had to do inside of the lines. What I did inside the lines taught me a lot about how to go about outside of the lines. It all kind of works together. I get to do it, though, without the drama, which is always nice, you know, the physical and emotional side of things. So, you know, I've satisfied a lot of those feelings. The transition was‑‑ I think I can say I've comfortably moved past the transition. It never changed for me. I felt like it was a blank canvas. Almost like Christmas, I can do whatever I want. What do you want to do? Every day's been more of that. The kids are obviously at an age now that make us keenly aware of how fast time goes. We're trying to hold on to those moments. What I'm doing with Gil and some of our business ventures are what we spent our life, two decades, creating together. It's fun to watch that sort of give birth. So plenty of things keep me busy, which is no justification, but certainly an explanation to why it's taken me a while to make it back down here.","person":"Andre Agassi"},{"question":"Going back to the last point about the anti‑doping. Kind of the in‑word seems to be 'recovery.' There's almost more conversation about how players get themselves back into shape. What do you think when you see the quality and the levels of the play at the moment?","answer":"From a physical standpoint?","person":"Andre Agassi"},{"question":"Yes. This amazing ability players seem to have to come back quickly and play at more improved levels than they played in the previous match for five or six hours.","answer":"I marvel at it, first of all. You know, when I played, my whole game was based on playing with that sense of urgency and to force guys to be ballistic out there, to treat a marathon like a sprint. I benefited from raising the stakes for that. I had more or less four hours in me before I knew I was running on borrowed time physically. That's four hours of me running other people, you know. So to watch them do it, they're more calculated now, they play slower, so six hours is not the same six hours that I played. But they're also much better athletes. They also appear to be lower body a lot stronger than I was; upper body probably not as much. But my game was never about using my legs as much as it was, you know, bullying the ball around the court. So, yes, I believe it's achievable. I think they've gotten very aware at an early age how important it is to be prepared, and I think there's a lot you can gain from training right and training smartly. So, yeah, I don't watch it and wonder in light of the Lance situation, but I also have the luxury of knowing that there's no timeto ‑‑ the negotiation of what one would have to go through to figure a way around or to figure a shortcut seems implausible.","person":"Andre Agassi"},{"question":"How do you see Sunday's final playing out? What is your prediction?","answer":"Who is going to be playing in the finals (smiling)?","person":"Andre Agassi"},{"question":"Either one of them.","answer":"You know, I don't have a crystal ball. All I can really do is marvel at a lot of the strengths and weaknesses, or lack of weaknesses, that seem to exist with the last three left here. And I look at, you know, Federer's match against Tsonga, which I didn't get to see which is a shame. I was in NewZealand the past couple days. If that was anywhere near the physical sort of battle that I imagine it would have had to have been, that's got to be an inherent disadvantage going into the semis. You know, if there's anything that you could argue with Fed is if he ever got to a point ‑ even those three years where he didn't lose but one or two or three matches, the people he lost to were Cañas and Murray, and those that could move so well where he'd start to press a little bit or get anxious that one or two or three or four good shots wasn't ending it, and then he'd end up missing a few. Well, you know, if he goes out there physically worried about the time clock and knows he can't afford to let things drift on too long, hopefully he'll feel that urgency really early. If you start feeling urgency against a guy like Andy, that's a long road because he just absorbs it. He uses his legs and settles in. So I could easily see Fed pressing a little too much a little too early and would predict Murray to get through in four sets in the semis. Then if you start to think about the finals, I mean, geez, now you're looking at something that's really kind of a guess of sorts. I mean, I certainly would favor at this stage, given the quality of play and the second life that Djokovic has after that Wawrinka match, I would give him the edge. Certainly a lot to prove from last year's finals at the Open. He plays well down here. A desire to reestablish his place in tennis history or what he plans on doing. I think that having this time with the tennis that he's played is an asset. You know, two days off, going into it fresh, going into it ready, it's a big difference. I probably give the edge to Djokovic in the finals with the way they're playing.","person":"Andre Agassi"},{"question":"Since you retired, you can look at it with Federer, Nadal, Djokovic, Murray, they're the greatest ever. They're dominating every tournament. I think they've won for every slam except for one and almost every Masters Series. You played 18 years. Might it also be a depth issue?","answer":"It's hard for me to see it that way because I was a little too close to it. You know, I mean, I practiced with the likes of Berdych in 2006. I beat him the year before in a tough four‑set match. You know, I see him, a guy like that, and I imagine what it's like to face a Del Potro. I see a Ferrer with the heart of a lion, a guy who refuses to lose to anyone ranked lower than him. I see definitely some limitations and some upsides when it comes to him getting across the finish line at these tournaments. When I watch these guys, if anything you can say just the physicality alone you're subject to losses. I mean, an Isner, you know, can play with anybody in the world certainly for one match. I don't see why he wouldn't be able to even do more than that. I see the depth improving, too. I mean, I really do. Just look at the stats. Just look at the athletes themselves. How many guys are under six feet tall in the top 30, right? I mean, I haven't looked at the rankings as deep as 50, but I can only maybe think of two. So you see these guys, the way they move, the way they adapt, the way they fight, and I don't think it's a depth issue whatsoever. I also had the luxury of playing against Federer, and that was off the heels of competing against Pete. There's just no safe place to go on the court, you know. It never leaves your racquet and you're comfortable. It used to leave my racquet, and I knew exactly to a minute detail how opportunistic I could be about the next shot. With him, it wasn't the case. I played Nadal. I played lefties who have a lot of spin and like to be on offense if they can, you know. I watched myself cane back against his forehand, and he went up with it and then I would take over the point and then win the point. The next adjustment he had was he just went higher and shorter, so he would push me to commit even further. And then he would play around me up the line. I'm like, What the hell am I looking at here? This is different. I've played them and I've played a lot of the guys that are trying to deal with it. So I don't think it's a depth issue. I can't really speak from 50 to 100 anymore. I can't speak to many guys. I probably only know firsthand 30% of the players out there now. But I wouldn't argue that at all because they're great. I mean, they're just great players. You look at what Djokovic can do offensively and defensively. In my day was like somebody who ran well was Chang. Once you have him running, I didn't care. That's great. He's fast. He's just going to get to one more ball, but that's his problem if he wants to run one more time, you know, it's not mine. And then you see it go to the Lleyton Hewitt, you know, who would move even better. But if you just were off on one, he would then move forward in the court and turn a point around. Now you got problems if you don't keep him on the defense. And then you take that to a guy like Djokovic, who probably even was better than Hewitt ever moved and doesn't need to turn a point around. When he's on defense he can actually win the point with one shot. That's an evolution of the game. Something tells me it's not going to stop here. I mean, history would prove that it's never going to stop. So every five years it seems to click up a different level. I can only imagine what life's going to look like when Michael Jordan decides to play tennis instead, you know. It's a remarkable era. You know, Murray is doing this now in a time that's incredible, and yet you wonder, can he really establish himself as one of those guys. The answer is, Yeah, he can. He's coming into his own now. He believes now, and so now you're talking about four guys. They've separated themselves from the field, and they've done it arguably overnight, meaning it's clear that they raised the stakes. It's not like this has sort of morphed. If it was one person, I would say, Okay, he came at a good time or he squeezed in a window. But they raised each other. I mean, Nadal was No. 2 in the world for how long? How much did he have to win just to even see the taillights of Fed? Yet he beat him and he beat him and he beat him and he earned it. Then all you're talking about is Nadal/Fed. Then Djokovic comes by when he used to be known as a guy who could quit on the court and said, If I really want to do this, I really have to do something. Watch him address it and the things he's done now to answer for the havoc that Nadal could wreak on a tennis court. It's remarkable to watch him play so far behind the baseline, to watch him play so far inside the baseline, to watch him be so defensive, watch him be so offensive, watch how he upsets the spin and how he creates his own set of rules out there. So, no, I give full credit. I don't see it as anything but. I mean, those guys have changed the rules out there.","person":"Andre Agassi"},{"question":"Could we get a quick comment about tonight's match?","answer":"Who is playing tonight (smiling)?","person":"Andre Agassi"},{"question":"Federer.","answer":"I was saying earlier, I see Murray winning in four. But I'm sort of out of the business of predicting Federer. For half his career he impressed me and surprised me; now he no longer surprises me. He just continues to impress me with what he's able to do. But he's almost 32 years old. Just went through a monster battle with Tsonga heading in against a guy that is going to get him to feel the need to press early, else it's going to be a physical duel. That would be one hell of an accomplishment for him to get through these next two. I think that speaks to Djokovic's advantage in the finals. Out of those three guys, whoever has to beat two of them is at a serious disadvantage.","person":"Andre Agassi"},{"question":"You've been in the sport, out of the sport for a few years, a businessman, a philanthropist. There has been an effort, mostly from the men's side, to extract more revenues from the Grand Slams. I'm wondering if you think they have a strong argument and if you think that tennis players have the wherewithal to actually‑‑","answer":"‑‑ act as a unit?","person":"Andre Agassi"},{"question":"Yeah, act as a unit and put some pressure on them.","answer":"Well, yeah, they could. Obviously they would need a leader, somebody to galvanize the fundamentals and merits of what they're looking for, and there would need to be a negotiation that had some sense of equity across all slams. They're the product. I mean, so as a result, if they acted together and had a reasonable discussion, they could negotiate a piece of what this product generates. But to me it would also have to be fluctuating. I mean, you can't just say, I want more prize money, more prize money, more prize money. The tournament is making more. The water is going up and all boats can rise. But if it's not, then guess what? We're getting lower. We all run the risk. To share in that makes a lot of business sense. To let go of dollars on the other side doesn't make sense. Nobody thinks it makes sense to let go of dollars. To make it comprehensive, for these players to maximize their period of time, for the sport overall to have that unity I think would be a healthy thing if the terms of it were, you know, reasonable and fair and equitable. I know the US Open would make a lot more than the Aussie Open. To say I need more prize money, I want the same prize money here as you do in ‑‑ wouldn't be a reasonable conversation to me. It would be a non‑starter of sorts. Yeah, I think they could. But I think they certainly need somebody to lead them. That's the difficulty. That's what I've seen over so many years. When you're trying to address the agendas of a hundred people and there's a hundred agendas, it's hard. Or there's 50 agendas and it's hard. It's hard to unify it. Where does the prize money go? Does it go towards the end of the tournament? Does it go towards the rest? I mean, these are things that have to be thought about comprehensively. You need to have the plan, not just the complaint.","person":"Andre Agassi"}]}