{"sport":"Tennis","event":"Australian Open","date":"2013-01-23","people":[{"name":"Jo-Wilfried Tsonga","gender":"male"}],"text":"\n          \n            \n\t\t  AUSTRALIAN OPEN\n\t\t  \n\t\t  January 23, 2013\n\t\t  \n\t\t  Jo-Wilfried Tsonga\n\t\t  MELBOURNE, VICTORIA\n\t\t  R. FEDERER/J. Tsonga\r\n      7‑6, 4‑6, 7‑6, 3‑6, 6‑3\r\n    \r\n    THE MODERATOR:  Questions, please. \r\n    \r\n    Q.  You've been in tough quarterfinals before.  How is this one different for you, do you think?\r\n    JO‑WILFRIED TSONGA:  You know, I'm a bit in the bad mood because I lost it.  But, you know, in other way I played a good match.  I was solid.  I was there every time. \r\n    I keep my level of concentration, you know, really high all times.  You know, I just gave my best today, so I'm proud of that.  But, you know, I'm not happy to lose, and I already look forward for the next tournament, the next Grand Slam, to try another time. \r\n    \r\n    Q.  Was there any aspect of the match that you thought separated Roger from you in the end?  What do you think made the difference?\r\n    JO‑WILFRIED TSONGA:  I mean, he played some good slice at the end.  Yeah, he didn't give me too much angle.  Yeah, I mean, he just played well. \r\n    He was very aggressive.  He didn't miss a lot in the fifth set.  I mean, it makes a difference. \r\n    \r\n    Q.  Would you say he's at the same level when you played him at Wimbledon over five sets?\r\n    JO‑WILFRIED TSONGA:  I think today I just play better.  I just played better, because I think Roger was playing better at this time.  He's more fit now.  In 2011 I think it was not a really good year for him, and I'm sure he's more in a good shape. \r\n    He was in a good shape last year and he's in a good shape at the beginning of this year, so I think it's a different player.  But, you know, what is good, I send a message, a good message, you know.  I'm here, I'm playing well, so you can count on me on the next game. \r\n    \r\n    Q.  Seems like very often in the last four or five years on the men's side it's been the top four seeds getting to the semifinals.  Hasn't happened that much on the women's side. \r\n    JO‑WILFRIED TSONGA:  In tennis, you know, you cannot lie.  You cannot lie.  If they are No.1, No. 2, No.3, No.4, it's because they deserve it and because they are the best players at the moment.  That's it. \r\n    \r\n    Q.  Do you have any sense of why it's not that much on the women's side?\r\n    JO‑WILFRIED TSONGA:  You know, the girls, they are more unstable emotionally than us.  I'm sure everybody will say it's true ‑ even the girls (laughter).  No?  No, you don't think? \r\n    But, I mean, it's just about hormones and all this stuff.  We don't have all these bad things, so we are physically in a good shape every time, and you are not.  That's it. \r\n    \r\n    Q.  You played Djokovic very close at Roland Garros and Federer very close here.  What do you think makes that little bit of difference between someone like you and the top four? \r\n    JO‑WILFRIED TSONGA:  To be honest, I have no idea.  You know, if you have some advice for me, I will take them because I don't know.  I don't know what is the difference. \r\n    I'm just working hard.  I do my best.  I mean, that's it.  Maybe I'm less talented for the moment.  That's it. \r\n    \r\n    Q.  Do you have a feeling he might win this tournament now?\r\n    JO‑WILFRIED TSONGA:  I think Andy didn't leave one set I don't think, didn't leave one set for the moment, so he's in a good position. \r\n    Novak had tough matches, but I'm sure he's going to be in good shape. \r\n    Roger had this match that was tough, but we only played 3 hours and, I don't know, 15 minutes or 20 minutes because we are aggressive player and we don't spend too much time in one point. \r\n    So, I mean, I would say Andy for the moment, but it can change, of course. \r\n    \r\n    Q.  How do you compare your level of game now with 2008 when you had the breakthrough here?  Do you think you're a much better player than then? \r\n    JO‑WILFRIED TSONGA:  Yeah, I think I'm more solid.  You know, sometimes you play two weeks unbelievable and you don't know why.  But it stay like two weeks.  For few months after that, you lose everything. \r\n    So now I'm a better player, for sure. \r\n    \r\n    FastScripts Transcript by ASAP Sports\r\n    \r\n    \r\n    \r\n                \n          ","interview":[]}